Repository: luizferreira/cmed
Catalog: src/wres.theme/wres/theme/locales/*/LC_MESSAGES/collective.amberjack.core.po
Languages: pt_br

source: Amberjack Setup
pt_br: Configurações do Tutorial

source: Amberjack alert
pt_br: Alerta do Tutorial

source: Can't go to next step automatically. Do it manually.
pt_br: Não é possível ir para o próximo passo de forma automática. Faça isso manualmente.

source: Choose archive file
pt_br: Escolha o arquivo

source: Choose url
pt_br: Escolha a URL

source: Configuration
pt_br: Configurações

source: Configuration for Amberjack.
pt_br: Configurações do Tutorial

source: Go to next step automatically.
pt_br: Ir para o próximo passo automáticamente

source: Please remove the [${path}] object to start the tour.
pt_br: Por favor, remova [${path}] para começar o tutorial.

source: Please select a file.
pt_br: Por favor selecione um arquivo.

source: The object [${path}] doesn't exist yet.
pt_br: O objeto [${path}] não existe ainda.

source: Tour registration
pt_br: Registro do Tutorial.

source: You cannot click on other links, please use the console's exit button.
pt_br: Você não pode clicar em outros links com o Tutorial em curso. Utilize o botão 'X' para sair do Tutorial.

source: You have to be ${role} to execute this step.
pt_br: Você precisa ser ${role} para executar este passo.

source: You have to be anonymous to execute this step.
pt_br: Você deve ser um usuário anônimo para executar este passo.

source: You have to be logged in to execute this step.
pt_br: Você deve ser um usuário autenticado para executar este passo.

source: next-tour
pt_br: Próximo Tutorial

source: separator-between-steps
pt_br: de
